Repository: MrutyunjayaPandaLWS/FleetGuard_RetailerIOS
Catalog: FleetGuard_Retailer/FleetGuard_Retailer/FleetGuard_Retailer/Resource/Localization/*.lproj/Localizable.strings
Languages: kn_in

source: No Internet
kn_in: ಇಂಟರ್ನೆಟ್ ಇಲ್ಲ

source: Welcome !
kn_in: ಸ್ವಾಗತ

source: Login now
kn_in: ಈಗ ಲಾಗಿನ್ ಮಾಡಿ

source: Mobile number
kn_in: ಮೊಬೈಲ್ ನಂಬರ್

source: Already a member?
kn_in: ಈಗಾಗಲೇ ಸದಸ್ಯರೇ?

source: Send OTP
kn_in: OTP ಕಳುಹಿಸಿ

source: New to Samriddhi ?
kn_in: ಸಮೃದ್ಧಿಗೆ ಹೊಸಬರೇ?

source: Contact us now
kn_in: ಈಗ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ

# Enteryourmobilenumber
source: Please Enter your mobile number
kn_in: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ

# accept_Terms_Cond
source: Accept Terms and Conditions
kn_in: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಿ

source: Decline
kn_in: ಡಿಕ್ಲೈನ್

source: Accept
kn_in: ಸ್ವೀಕರಿಸಿ

# termsAndCondition
source: Terms and conditions
kn_in: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು

# mobileNumber_isnot_exit_system
source: The mobile number that you have entered is not present in the system.
kn_in: ನೀವು ನಮೂದಿಸಿದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯು ಸಿಸ್ಟಂನಲ್ಲಿ ಇಲ್ಲ.

source: Name
kn_in: ಹೆಸರು

source: Enter name
kn_in: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Mobile number
kn_in: ಮೊಬೈಲ್ ನಂಬರ್

source: Enter mobile number
kn_in: ನಿಮ್ಮ ಮೊಬೈಲ್ ನಂಬರನ್ನು ನಮೂದಿಸಿರಿ

source: State
kn_in: ರಾಜ್ಯ

source: City
kn_in: ನಗರ

# comment
source: Comments
kn_in: ಕಾಮೆಂಟ್‌ಗಳು

source: Submit
kn_in: ಸಲ್ಲಿಸು

source: Enter valid mobile number
kn_in: ಮಾನ್ಯ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ

source: Please enter name
kn_in: ದಯವಿಟ್ಟು ಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Please select state
kn_in: ದಯವಿಟ್ಟು ರಾಜ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Please select city
kn_in: ದಯವಿಟ್ಟು ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಿ

# query_Submission_SuccessMesage
source: Your application successfully submitted
kn_in: ನಿಮ್ಮ ಅರ್ಜಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ

# query_Submission_failed
source: Your submission failed.
kn_in: ನಿಮ್ಮ ಸಲ್ಲಿಕೆ ವಿಫಲವಾಗಿದೆ.

source: Mobile number already registered !
kn_in: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಈಗಾಗಲೇ ನೋಂದಾಯಿಸಲಾಗಿದೆ!

source: Resend Otp
kn_in: Otp ಅನ್ನು ಮರುಕಳುಹಿಸಿ

source: OTP will receive within
kn_in: ಒಳಗೆ OTP ಸ್ವೀಕರಿಸುತ್ತದೆ

source: Back
kn_in: ಹಿಂದೆ

source: Enter OTP sent to
kn_in: ಮೊಬೈಲ್‌ಗೆ ಕಳುಹಿಸಲಾದ OTP ಅನ್ನು ನಮೂದಿಸಿ

source: Enter OTP
kn_in: OTP ನಮೂದಿಸಿ

source: Enter valid OTP
kn_in: ಮಾನ್ಯ OTP ನಮೂದಿಸಿ

# your_account_is_deleted
source: Your account has been deleted. Kindly contact your administrator.
kn_in: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.

# account_is_deactivated
source: Your account has been deactivated. Kindly contact your administrator to activate your account
kn_in: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ

# account_verification_pending
source: Your account is in verification pending. Kindly contact your administrator to verify your account.
kn_in: ನಿಮ್ಮ ಖಾತೆಯು ಪರಿಶೀಲನೆಯಲ್ಲಿದೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: SHOP NAME
kn_in: ಅಂಗಡಿ ಹೆಸರು

# total_Point_bal
source: Total Point Balance
kn_in: ಒಟ್ಟು ಪಾಯಿಂಟ್‌ಗಳ ಬ್ಯಾಲೆನ್ಸ್

source: Passbook Number
kn_in: ಪಾಸ್

# product_Catalogoue
source: Product Catalogue
kn_in: ಪ್ರಾಡಕ್ಟ ಕ್ಯಾಟಲಾಗ್

source: Redemption Catalogue
kn_in: ರಿಡೆಂಪ್ಶನ್ ಕ್ಯಾಟಲಾಗ್

source: Know more
kn_in: ಹೆಚ್ಚು ತಿಳಿಯಿರಿ

source: Add More Range
kn_in: ಹೆಚ್ಚಿನ ಶ್ರೇಣಿಯನ್ನು ಸೇರಿಸಿ

source: View Products
kn_in: ಪ್ರಾಡಕ್ಟಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Order Now
kn_in: ಈಗಲೇ ಆರ್ಡರ್ ಮಾಡಿ

source: Your account loged in by other mobile.
kn_in: ನಿಮ್ಮ ಖಾತೆಯು ಇತರ ಮೊಬೈಲ್ ಮೂಲಕ ಲಾಗ್ ಇನ್ ಆಗಿದೆ.

source: Profile
kn_in: ಪ್ರೊಫೈಲ್

source: My Redemption History
kn_in: ನನ್ನ ರಿಡೆಂಪ್ಶನ್ ಇತಿಹಾಸ

source: Redemption Catalogue
kn_in: ರಿಡೆಂಪ್ಶನ್ ಕ್ಯಾಟಲಾಗ್

source: Product Catalogue
kn_in: ಪ್ರಾಡಕ್ಟ ಕ್ಯಾಟಲಾಗ್

# My_Promotions
source: Offers & Promotions
kn_in: ಕೊಡುಗೆಗಳು ಮತ್ತು ಪ್ರಚಾರಗಳು

source: Lodge Query
kn_in: ಪ್ರಶ್ನೆಯನ್ನು ಸಲ್ಲಿಸಿ

source: About
kn_in: ಬಗ್ಗೆ

source: FAQs
kn_in: ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು

source: T&C
kn_in: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು

source: Logout
kn_in: ಲಾಗ್ ಔಟ್

source: Delete
kn_in: ಅಳಿಸು

source: Since
kn_in: ಇಂದಿನಿಂದ

source: My Billings
kn_in: ನನ್ನ ಬಿಲ್ಲಿಂಗ್ಸ್

source: My Orders
kn_in: ನನ್ನ ಆದೇಶಗಳು

# RPL_Statement
source: RLP Statement
kn_in: RLP ಹೇಳಿಕೆ

source: My Milestone Redemption
kn_in: ನನ್ನ ಮೈಲಿಗಲ್ಲು ರಿಡೆಂಪ್ಶನ್

source: Retailer code
kn_in: ರಿಟೈಲರ್‌ ಕೋಡ್

source: My Earnings
kn_in: ನನ್ನ ಗಳಿಕೆ

source: My Redemption
kn_in: ನನ್ನ ವಿಮೋಚನೆ

source: Personal Information
kn_in: ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ

source: First Name
kn_in: ಮೊದಲ ಹೆಸರು

source: Last Name
kn_in: ಕೊನೆಯ ಹೆಸರು

source: Address
kn_in: ವಿಳಾಸ

source: Email Address
kn_in: ಇಮೇಲ್

source: Select DOB
kn_in: DOB ಆಯ್ಕೆಮಾಡಿ

source: Gender
kn_in: ಲಿಂಗ

source: Select Gender
kn_in: ಲಿಂಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Preferred Language
kn_in: ಆದ್ಯತೆಯ ಭಾಷೆ

source: Select Preferred Language
kn_in: ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Country
kn_in: ದೇಶ

source: Select Country
kn_in: ದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select State
kn_in: ಆಯ್ಕೆ ರಾಜ್ಯ

source: Select City
kn_in: ನಗರವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Pincode
kn_in: ಪಿನ್ ಕೋಡ್

source: Edit Profile
kn_in: ಪ್ರೊಫೈಲ್ ಬದಲಿಸು

source: Save Changes
kn_in: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ

# profile_update_message
source: Profile image updated successfully
kn_in: ಪ್ರೊಫೈಲ್ ಚಿತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ

# profile_update_failed
source: Profile image update Failed
kn_in: ಪ್ರೊಫೈಲ್ ಇಮೇಜ್ ಅಪ್ಡೇಟ್ ವಿಫಲವಾಗಿದೆ

source: Product Catalogue Details
kn_in: ಉತ್ಪನ್ನ ಕ್ಯಾಟಲಾಗ್ ವಿವರಗಳು

source: Points
kn_in: ಅಂಕಗಳು

source: Date
kn_in: ದಿನಾಂಕ

# edit_Profile_submitted_successfully
source: Your details have been submitted successfully.
kn_in: ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ.

# edit_Profile_submit_failed
source: Failed to submit your details try after some time
kn_in: ನಿಮ್ಮ ವಿವರಗಳನ್ನು ಸಲ್ಲಿಸಲು ವಿಫಲವಾಗಿದೆ ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ

# redeem_failed_contact_to_admin
source: You are not allowled to redeem .Please contact your administrator
kn_in: ನಿಮಗೆ ರಿಡೀಮ್ ಮಾಡಲು ಅನುಮತಿ ಇಲ್ಲ .ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ

# Insufficent_Point_Balance
source: Insufficient Point Balance
kn_in: ಸಾಕಷ್ಟು ಪಾಯಿಂಟ್ ಬ್ಯಾಲೆನ್ಸ್

# added_to_cart_success_message
source: Product added into cart successfully.
kn_in: ಉತ್ಪನ್ನವನ್ನು ಕಾರ್ಟ್

# Something_went_wrong_error
source: Something went wrong! Try againg Later...
kn_in: ಏನೋ ತಪ್ಪಾಗಿದೆ! ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ...

source: My Cart
kn_in: ನನ್ನ ಕಾರ್ಟ್

source: Default Address
kn_in: ಡೀಫಾಲ್ಟ್ ವಿಳಾಸ

source: Edit Address
kn_in: ವಿಳಾಸ ಸಂಪಾದಿಸು

source: Enter Address
kn_in: ವಿಳಾಸ ನಮೂದಿಸಿ

source: Enter Pin
kn_in: ಪಿನ್ ನಮೂದಿಸಿ

source: Enter Valid Zip
kn_in: ಮಾನ್ಯವಾದ ಜಿಪ್ ನಮೂದಿಸಿ

# product_removed_success
source: Product has been removed successfully!
kn_in: ಉತ್ಪನ್ನವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ!

source: Confirm Order
kn_in: ಆದೇಶವನ್ನು ದೃಢೀಕರಿಸಿ

source: Redeemable Points
kn_in: ರಿಡೀಮ್ ಮಾಡಬಹುದಾದ ಅಂಕಗಳು

# Shipping_address_requires
source: Shipping address requires: State,City,Address,Pin code and Mobile Number,details,Click on 'Edit' to edit and add details
kn_in: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸದ ಅಗತ್ಯವಿದೆ: ರಾಜ್ಯ, ನಗರ, ವಿಳಾಸ, ಪಿನ್ ಕೋಡ್ ಮತ್ತು ಮೊಬೈಲ್ ಸಂಖ್ಯೆ, ವಿವರಗಳು, ಸಂಪಾದಿಸಲು ಮತ್ತು ವಿವರಗಳನ್ನು ಸೇರಿಸಲು 'ಸಂಪಾದಿಸು' ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ

# your_account_is_unverified_for_redeemption
source: Your account is unverified! Kindly contact the administrator to access the redemption Catalogue
kn_in: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ! ರಿಡೆಂಪ್ಶನ್ ಕ್ಯಾಟಲಾಗ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ದಯವಿಟ್ಟು ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ

source: InValid OTP
kn_in: ಅಮಾನ್ಯ OTP

source: RPL No
kn_in: RLP ಸಂಖ್ಯೆ

source: Balance Points
kn_in: ಬ್ಯಾಲೆನ್ಸ್ ಪಾಯಿಂಟ್‌ಗಳು

source: MILESTONE POINTS
kn_in: ಮೈಲಿಗಲ್ಲು ಅಂಕಗಳು

source: Redeem Now
kn_in: ಈಗ ರಿಡೀಮ್ ಮಾಡಿ

source: STATEMENT VIEW
kn_in: ಹೇಳಿಕೆ ವೀಕ್ಷಣೆ

# points_trends
source: Points Trend
kn_in: ಅಂಕಗಳ ಟ್ರೆಂಡ್

# range_trends
source: Range Trend
kn_in: ರೇಂಜ್ ಟ್ರೆಂಡ್

source: Bonus Trend
kn_in: ಬೋನಸ್ ಟ್ರೆಂಡ್

# createLodgequeryInfo
source: Please submit your query
kn_in: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಸಲ್ಲಿಸಿ

source: Select Your Topic
kn_in: ನಿಮ್ಮ ವಿಷಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Query Details
kn_in: ಪ್ರಶ್ನೆ ವಿವರಗಳು

source: Upload Image
kn_in: ಅಪ್

# imageUploadInfo
source: Note: Image format should be .jpg , .png, .webp, .pdf
kn_in: ಗಮನಿಸಿ: ಇಮೇಜ್ ಫಾರ್ಮ್ಯಾಟ್ .jpg , .png, .webp, .pdf ಆಗಿರಬೇಕು

source: Select query topic
kn_in: ಪ್ರಶ್ನೆ ವಿಷಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Enter query Details
kn_in: ಪ್ರಶ್ನೆ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ

source: Query Submitted successfully!
kn_in: ಪ್ರಶ್ನೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!

source: Account deleted successfully
kn_in: ಖಾತೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ

# are_sure_delete_account
source: Are you sure you really want to delete your account?
kn_in: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: OK
kn_in: ಸರಿ

source: No data found
kn_in: ಯಾವುದೇ ಡೇಟಾ ಕಂಡುಬಂದಿಲ್ಲ

source: Month
kn_in: ತಿಂಗಳು

source: Points Earned
kn_in: ಗಳಿಸಿದ ಅಂಕಗಳು

source: Balance
kn_in: ಬ್ಯಾಲೆನ್ಸ್

source: View
kn_in: ನೋಟ

source: Order Date
kn_in: ಆದೇಶದ ದಿನಾಂಕ

source: Sources
kn_in: ಮೂಲ

source: Status
kn_in: ಸ್ಥಿತಿ

source: From Date
kn_in: ದಿನಾಂಕದಿಂದ

source: To Date
kn_in: ಇಲ್ಲಿಯವರೆಗೆ

source: Filter
kn_in: ಫಿಲ್ಟರ್

source: Filter By Status
kn_in: ಸ್ಥಿತಿಯ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ

source: Clear all
kn_in: ಎಲ್ಲವನ್ನೂ ಅಳಿಸಿಹಾಕು

source: Apply
kn_in: ಅನ್ವಯಿಸು

source: Offers and promotions
kn_in: ಆಫರ್ ಗಳು ಮತ್ತು ಪ್ರಚಾರಗಳು

source: Description
kn_in: ವಿವರಣೆ

source: Select date or filter status or both
kn_in: ದಿನಾಂಕ ಅಥವಾ ಫಿಲ್ಟರ್ ಸ್ಥಿತಿ ಅಥವಾ ಎರಡನ್ನೂ ಆಯ್ಕೆಮಾಡಿ

source: Select To Date
kn_in: ಸೆಲೆಕ್ಟ್ ಟು ಡೇಟ್

source: Select From Date
kn_in: ದಿನಾಂಕದಿಂದ ಆಯ್ಕೆಮಾಡಿ

source: ToDate should be lower than FromDate
kn_in: ಇಲ್ಲಿಯವರೆಗೆ ದಿನಾಂಕದಿಂದ ಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು

source: Please Enter Query Details
kn_in: ದಯವಿಟ್ಟು ಪ್ರಶ್ನೆ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ

source: Category
kn_in: ವರ್ಗ

source: Order Status
kn_in: ಆದೇಶ ಸ್ಥಿತಿ

source: New Range Addition
kn_in: ಹೊಸ ಶ್ರೇಣಿಯ ಸೇರ್ಪಡೆ

source: Counter Gap
kn_in: ಕೌಂಟರ್ ಗ್ಯಾಪ್

source: Market Gap
kn_in: ಮಾರುಕಟ್ಟೆ ಗ್ಯಾಪ್

source: Search by part no/ cross reference
kn_in: ಭಾಗ ಸಂಖ್ಯೆ/ ಅಡ್ಡ ಉಲ್ಲೇಖದ ಮೂಲಕ ಹುಡುಕಿ

source: Search by product / description name
kn_in: ಉತ್ಪನ್ನ / ವಿವರಣೆಯ ಹೆಸರಿನ ಮೂಲಕ ಹುಡುಕಿ

source: Please select Segment value
kn_in: ದಯವಿಟ್ಟು ಸೆಗ್ಮೆಂಟ್ ಮೌಲ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Please select OME value
kn_in: ದಯವಿಟ್ಟು OME ಮೌಲ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Please select Model value
kn_in: ದಯವಿಟ್ಟು ಮಾದರಿ ಮೌಲ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Product Image
kn_in: ಉತ್ಪನ್ನ ಚಿತ್ರ

source: Maximum field should be higher then Minimum field
kn_in: ಗರಿಷ್ಠ ಕ್ಷೇತ್ರವು ಕನಿಷ್ಟ ಕ್ಷೇತ್ರಕ್ಕಿಂತ ಹೆಚ್ಚಿರಬೇಕು

source: RLP No
kn_in: RLP ನಂ

source: Note: Date as on
kn_in: ಗಮನಿಸಿ: ದಿನಾಂಕದಂತೆ

source: Add more part no
kn_in: ಹೆಚ್ಚಿನ ಭಾಗ ಸಂಖ್ಯೆ ಸೇರಿಸಿ

source: Ref. No
kn_in: Ref. ಸಂ

source: Points Redeemed
kn_in: ಈಗಾಗಲೇ ರಿಡೀಮ್ ಮಾಡಿರುವ ಪಾಯಿಂಟ್

source: Query Type
kn_in: ಪ್ರಶ್ನೆ ಪ್ರಕಾರ

# offersAndPromotionsText
source: Offers and Promotions Click Here
kn_in: ಕೊಡುಗೆಗಳು ಮತ್ತು ಪ್ರಚಾರಗಳು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ

source: Home
kn_in: ಮನೆ

source: Add To Cart
kn_in: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಿ

source: Added To Cart
kn_in: ಕಾರ್ಟ್

source: Points
kn_in: ಅಂಕಗಳು

source: Details
kn_in: ವಿವರಗಳು

# CategorySlash
source: Catogory /
kn_in: ವರ್ಗ /

# PointsData
source: Points :
kn_in: ಪಾಯಿಂಟ್

source: Descriptions
kn_in: ವಿವರಣೆಗಳು

source: Terms and conditions
kn_in: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು

source: Bonus Points :
kn_in: ಬೋನಸ್ ಪಾಯಿಂಟ್‌ಗಳು:

source: Total Points :
kn_in: ಒಟ್ಟು ಪಾಯಿಂಟ್‌ಗಳು:

source: Months :
kn_in: ತಿಂಗಳು :

source: Fixed Base Points :
kn_in: ಸ್ಥಿರ ಬೇಸ್ ಪಾಯಿಂಟ್‌ಗಳು

source: Miscellaneous Points :
kn_in: ವಿವಿಧ ಪಾಯಿಂಟ್‌ಗಳು

source: We send a OTP to your number
kn_in: ನಿಮ್ಮ ಸಂಖ್ಯೆಗೆ ನಾವು OTP ಕಳುಹಿಸುತ್ತೇವೆ

source: OTP will Receive within
kn_in: OTP ಒಳಗೆ ಸ್ವೀಕರಿಸುತ್ತದೆ

source: Didn't receive OTP Code ?
kn_in: ಒಟಿಪಿ ಕೋಡ್ ಸ್ವೀಕರಿಸಲಿಲ್ಲವೇ?

source: Resend Code
kn_in: ಕೋಡ್ ಅನ್ನು ಮರುಕಳುಹಿಸಿ

source: Your order placed successfully !
kn_in: ನಿಮ್ಮ ಆದೇಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಇರಿಸಲಾಗಿದೆ!

source: Go to Dashboard
kn_in: ಡ್ಯಾಶ್

source: Enter Comments
kn_in: ನಿಮ್ಮ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ನಮೂದಿಸಿ

source: Milestone code
kn_in: ಮೈಲಿಗಲ್ಲು ಕೋಡ್

source: Level Points
kn_in: ಮಟ್ಟದ ಅಂಕಗಳು

source: Validity
kn_in: ಸಿಂಧುತ್ವ

source: Redeem
kn_in: ಪಡೆದುಕೊಳ್ಳಿ

source: Points Range
kn_in: ಅಂಕಗಳ ಶ್ರೇಣಿ

source: Choose a point range below
kn_in: ಕೆಳಗಿನ ಅಂಕಗಳ ಶ್ರೇಣಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Part No
kn_in: ಭಾಗ ಸಂಖ್ಯೆ

source: Short Description
kn_in: ಸಣ್ಣ ವಿವರಣೆ

source: Order Total
kn_in: ಒಟ್ಟು ಆರ್ಡರ್

source: Value
kn_in: ಮೌಲ್ಯ

source: Place Order
kn_in: ಆದೇಶವನ್ನು ಇರಿಸಿ

source: Segment
kn_in: ವಿಭಾಗ

source: Model
kn_in: ಮಾದರಿ

source: Product Catgeory
kn_in: ಉತ್ಪನ್ನ ವರ್ಗ

source: Order No
kn_in: ಆದೇಶ ಸಂಖ್ಯೆ

source: Order Qty
kn_in: ಆರ್ಡರ್ Qty

source: Dispatched Qty
kn_in: Qty ಕಳುಹಿಸಲಾಗಿದೆ

source: Invoice No
kn_in: ಸರಕುಪಟ್ಟಿ ಸಂಖ್ಯೆ

source: Invoice Date
kn_in: ಸರಕುಪಟ್ಟಿ ದಿನಾಂಕ

source: Total value
kn_in: ಒಟ್ಟು ಮೌಲ್ಯ
